Repository: nomis/dtee
Catalog: i18n/*.po
Languages: fr

source: Output files
fr: Fichiers de sortie

source: FILE
fr: FICHIER

source: append standard output to FILE
fr: ajouter la sortie standard vers FICHIER

source: copy standard output to FILE
fr: copier la sortie standard vers FICHIER

source: append standard error to FILE
fr: ajouter l'erreur standard vers FICHIER

source: copy standard error to FILE
fr: copier l'erreur standard vers FICHIER

source: append standard output and error to FILE
fr: ajouter la sortie standard et l'erreur standard vers FICIHER

source: copy standard output and error to FILE
fr: copier la sortie standard et l'erreur standard vers FICIHER

source: Options
fr: Les options

source: ignore interrupt signals
fr: ignorer les signaux d'interruption

source: operate in cron mode (suppress output unless the process outputs an error message or has a non-zero exit status)
fr: fonctionner en mode cron (supprimer la sortie sauf si le processus émet un message d'erreur ou a un état de sortie différent de zéro)

source: Miscellaneous
fr: Varié

source: display this help and exit
fr: afficher l'aide-mémoire et quitter

source: output version information and exit
fr: afficher le nom et la version du logiciel et quitter

source: Try '%1% %2%' for more information.
fr: Saisissez « %1% %2% » pour plus d'informations.

source: Usage: %1% [OPTION]... COMMAND [ARG]...
fr: Utilisation : %1% [OPTION]... COMMANDE [ARG]...

source: Run COMMAND with standard output and standard error copied to each FILE suppressing all output unless the process outputs an error message or has a non-zero exit status whereupon the original output will be written as normal and the exit code will be appended to standard error.
fr: Exécutez COMMAND avec la sortie standard et l'erreur standard copiée dans chaque FICHIER en supprimant toutes les sorties à moins que le processus n'émette un message d'erreur ou n'ait un état de sortie différent de zéro, après quoi la sortie d'origine sera écrite normalement et le code de sortie sera ajouté à l'erreur standard.

source: Run COMMAND with standard output and standard error copied to each FILE while maintaining the original standard output and standard error as normal.
fr: Exécutez COMMANDE avec la sortie standard et l'erreur standard copiées dans chaque FICHIER tout en conservant la sortie standard d'origine et l'erreur standard comme d'habitude.

source: Copyright %1% %2%
fr: Droits d'auteur %1% %2%

source: Licence GPLv3+: GNU GPL version 3 or later <%1%>. This program comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. This is free software: you are free to change and redistribute it.
fr: Licence GPLv3+ : GNU GPL version 3 ou ultérieure <%1%>. Ce logiciel n'est accompagné d'ABSOLUMENT AUCUNE GARANTIE, dans les limites autorisées par la loi applicable. C'est logiciel libre : vous êtes libre de le modifier et de le redistribuer.

source: translator-credits
fr: Traduction : fr_FR

source: error writing to buffer file %1%: %2%
fr: erreur d'écriture dans le fichier tampon: %1% : %2%

source: error seeking to start of buffer file %1%: %2%
fr: erreur de déplacement vers le début du fichier tampon %1% : %2%

source: error reading buffer file %1%: %2%
fr: erreur de lecture du fichier tampon %1% : %2%

source: received signal %1%: %2%
fr: réception du signal %1% : %2%

source: %1%: exited with status %2%
fr: %1% : quitté avec le code d'état %2%

source: %1%: process terminated by signal %2%: %3% (core dumped)
fr: %1% : processus terminé avec le signal %2% : %3% (core dumpé)

source: %1%: process terminated by signal %2%: %3%
fr: %1% : processus terminé avec le signal %2% : %3%

source: input socket: %1%
fr: entrée socket : %1%

source: stdout socket: %1%
fr: socket de sortie standard : %1%

source: stderr socket: %1%
fr: socket d'erreur standard : %1%

source: output socket endpoints are indistinguishable: stdout socket: %1% stderr socket: %2%
fr: les points de terminaison de socket de sortie sont indiscernables : socket de sortie standard : %1% socket d'erreur standard : %2%

source: stdout: %1%: %2%
fr: sortie standard : %1% : %2%

source: stderr: %1%: %2%
fr: erreur standard : %1% : %2%

source: signal handler: %3% (signal %1%: %2%)
fr: gestionnaire de signaux : %3% (le signal %1% : %2%)

source: %1%: %4% (signal %2%: %3%)
fr: %1% : %4% (le signal %2% : %3%)

source: unable to create temporary directory %1%: %2%
fr: impossible de créer le répertoire temporaire %1% : %2%

source: unable to create temporary directory: %1%
fr: impossible de créer le répertoire temporaire : %1%

source: unable to create temporary file %1%: %2%
fr: impossible de créer le fichier temporaire %1% : %2%

source: unable to create temporary file: %1%
fr: impossible de créer le fichier temporaire : %1%
